Repository: St1c/crowdyze
Catalog: app/lang/*.front.po
Languages: sk

source: Add
sk: Pridať

source: Add new job
sk: Pridať novú úlohu

source: Already registered?
sk: Registrovaný?

source: Departments
sk: Oddelenia

source: Description
sk: Popis

source: Email of Username
sk: Email alebo prezývka

source: Email or Username
sk: Email alebo prezývka

source: How much do you pay
sk: Rozpočet

source: Image must be JPEG, PNG or GIF.
sk: Obrázok musí byť typu JPEG, PNG alebo GIF

source: Log in with Google
sk: Prihlásiť cez Google

source: Log in with facebook
sk: Prihlásiť cez Facebook

source: Log in with your email
sk: Prihlásiť emailom

source: Login
sk: Prihlásiť

source: Maximum file size is 64 kB
sk: Maximálna veľkosť súboru je 64kB

source: Message
sk: Správa

source: Messages
sk: Správy

source: Number of workers
sk: Počet riešení

source: Password
sk: Heslo

source: Password must be at least %d characters long.
sk: Heslo musí mať min. %d znakov

source: Passwords must match.
sk: Heslá sa musia zhodovať

source: Pay all
sk: Všetkým

source: Pay best 10 users
sk: Najlepších 10

source: Pay only the best one
sk: Iba najlepší

source: Repeat password
sk: Zopakovať heslo

source: Send
sk: Odoslať

source: Sign in
sk: Prihlásiť

source: Sign up
sk: Prihlásiť

source: Sign up with your email
sk: Registrovať emailom

source: Submit
sk: Odoslať

source: Tags
sk: Tagy

source: Tasks
sk: Úlohy

source: Title
sk: Nadpis

source: Upload
sk: Nahraj

source: Welcome page
sk: Vitajte

source: You did not enter any budget.
sk: Nezadali ste žiaden budget

source: You did not enter any title.
sk: Nezadali ste názov

source: You did not enter any value.
sk: Nezadali ste žiadnu hodnotu

source: You did not enter description.
sk: Nezadali ste popis

source: You did not enter your password.
sk: Nezadali ste heslo

source: You did not repeat your password.
sk: Nezopakovali ste heslo

source: Profile
sk: Profil
